{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_text_RfnArN": {
      "type": "Custom-text",
      "blocks": {
        "content_block_XBUUa8": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "Правила та умови",
            "paragraph_text": "Шановний, покупець! \nБудь ласка, перед покупкою товару уважно прочитайте Угода користувача з Інтернет-магазином stlvclub.com\n<br><br>\nДаний текст є Угодою угоди між Інтернет-магазином stlvclub.com, що іменується надалі \"Інтернет-магазин\", і користувачем послуг Інтернет-магазину, іменованим надалі «Покупець» і визначає умови придбання товарів через сайт Інтернет-магазину."
          }
        },
        "content_block_yPyfcK": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "1. Основні положення",
            "paragraph_text": "1.1. Ця Угода укладається між Покупцем та Інтернет-магазином у момент оформлення замовлення.\n<br>1.2. Інформація, розміщена на сайті Інтернет-магазину, містить умови пропозиції купівлі товару та є публічною офертою, статус якої закріплений ст.633 Цивільного кодексу України (ДКУ). Акцептом є факт оформлення замовлення на запропонований товар.\n<br>1.3. При оформленні замовлення Покупець погоджується з умовами, обумовленими цією Угодою шляхом проставлення позначки у графі \"Я прочитав і згоден з правилами Угоди\" при оформленні замовлення. \n<br>1.4. Здійснити покупку в Інтернет-магазині може будь-яка фізична або юридична особа, здатна прийняти та сплатити товар.\n<br>1.5. Товар оплачується у національній валюті України під час доставки товару або безготівковим банківським переказом."
          }
        },
        "content_block_PgJzfQ": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "2. Інформація про товари ",
            "paragraph_text": "2.1. Товар представлений у каталозі через фото-зразки, що є власністю Інтернет-магазину. \n<br>2.2. Кожен фото-зразок супроводжується текстовою інформацією: артикулом, ціною та описом товару. \n<br>2.3. На прохання Покупця менеджер Інтернет-магазину зобов'язаний надати (телефоном або за допомогою електронної пошти) додаткову інформацію, необхідну та достатню, з точки зору Покупця, для прийняття ним рішення про купівлю товару. \n<br>2.4. Вказана на сайті ціна товару може бути змінена Інтернет-магазином в односторонньому порядку. \n<br>2.5. У разі зміни ціни товару, замовленого Покупцем, менеджер Інтернет-магазину при першій нагоді інформує про це Покупця (телефоном або електронною поштою) для отримання підтвердження або анулювання замовлення. При неможливості зв'язатися з Покупцем це замовлення вважається анульованим."
          }
        },
        "content_block_TURdNR": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "3. Порядок придбання товару в інтернет-магазині ",
            "paragraph_text": "3.1. Замовлення приймаються через Інтернет-магазин та офіційні сторінки у соціальних мережах. \n<br>3.2. Покупець Інтернет-магазину має право оформити замовлення на будь-який товар, представлений на сайті Інтернет-магазину та наявний. Кожен товар може бути замовлений у будь-якій кількості. Замовлення може бути оформлено Покупцем такими способами: зроблено телефоном, електронною поштою або оформлено самостійно на сайті.\n<br>3.3. За відсутності товару на складі, менеджер компанії зобов'язаний повідомити Покупця (по телефону або через електронну пошту). \n<br>3.4. За відсутності товару Покупець має право замінити його товаром аналогічної моделі, відмовитися від цього товару, анулювати замовлення. \n<br>3.5. Покупець має право відмовитися від замовлення в будь-який час до моменту його відправки Покупцеві, повідомивши Інтернет-магазин по телефону або через електронну пошту."
          }
        },
        "content_block_Jm9NHH": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "4. Доставка та передача товару Покупцеві ",
            "paragraph_text": "4.1. Доставка товару, придбаного в Інтернет-магазині здійснюється кур'єрськими службами або Укрпоштою. \n<br>4.2 Відправлення замовленого товару провадиться протягом 2-х -10-и робочих днів з дня підтвердження замовлення Покупцем. Субота, неділя та офіційно визнані свята не входять до робочих днів. \n<br>4.3. Разом із замовленням Покупцеві надаються такі документи: \nтоварний чек або видаткова накладна, транспортна накладна (видається кур'єрською службою під час доставки). \n<br>4.4. Покупець зобов'язаний у присутності кур'єра або пункті видачі зробити приймання замовленого товару за кількістю, якістю, асортиментом та комплектністю товару. \n<br>4.5. Фактом прийняття товару Покупцем є оплата товару Покупцем. \n<br>4.6. При відмові Покупця від замовлення на момент доставки, Покупцем оплачуються витрати Інтернет-магазину на доставку замовлення. \n<br>4.6. Покупець не зобов'язаний компенсувати витрати Інтернет-магазину, пов'язані з доставкою замовлення, якщо в процесі приймання товару виявиться, що поставлено товар неналежної якості, кількості, асортименту або комплектності."
          }
        },
        "content_block_RK7x8R": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "5. Оплата замовлення ",
            "paragraph_text": "5.1. Замовлення, зроблене в Інтернет-магазині, оплачується Покупцем шляхом банківського переказу або передачі готівки кур'єрською службою. \n<br>5.2. Оплату замовлення за безготівковим розрахунком має бути здійснено Покупцем шляхом 100% авансового перерахування коштів на розрахунковий рахунок Інтернет-магазину протягом двох робочих днів з дня підтвердження замовлення. \n<br>5.3. При не надходженні коштів інтернет-магазин залишає за собою право анулювати замовлення. \n..."
          }
        },
        "content_block_mVhRL6": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "6. Порядок повернення товару належної якості ",
            "paragraph_text": "6.1. Покупець має право відмовитися від поставленого товару у момент отримання від кур'єра або у пункті видачі. \n<br>6.2. Повернення товару до Інтернет-магазину можливе у разі, якщо збережено його товарний вигляд, споживчі властивості, оригінальна фабрична упаковка, бирка прикріплена до товару ниткою з пломбою виробника, товарний чек або видаткова накладна, транспортна накладна. \n<br>6.3. Повернення товару до Інтернет-магазину здійснюється за рахунок Покупця. \n<br>6.4. При поверненні Покупцем товару належної якості Інтернет-магазин повертає йому сплачену за товар грошову суму за фактом повернення товару за вирахуванням компенсації витрат магазину пов'язаних з доставкою товару Покупцю."
          }
        },
        "content_block_XzTCgM": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "7. Порядок повернення товару, придбаного через інтернет магазин, при виявленні прихованого шлюбу, гарантійне обслуговування ",
            "paragraph_text": "7.1. На товари, придбані в Інтернет-магазині, встановлено довічний гарантійний термін. Протягом якого, у разі виявлення у товарі прихованого шлюбу, Покупець має право на безоплатне усунення недоліків, пропорційне зменшення покупної ціни, заміни на товар аналогічної моделі, на будь-якій іншій з відповідним перерахунком покупної ціни, повернення товару та отримання за нього грошей, у встановленому Закон України \"Про захист прав споживачів\" в порядку. \n<br>7.2. Повернення товару до Інтернет-магазину здійснюється за рахунок Покупця."
          }
        },
        "content_block_hHGGrY": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "8. Інше ",
            "paragraph_text": "8.1. Інтернет-магазин залишає за собою право розширювати та скорочувати товарну пропозицію на Сайті, регулювати доступ до купівлі будь-яких товарів, а також призупинити або припинити продаж будь-яких товарів на власний розсуд. \n<br>8.2. Ця Угода повинна розглядатися у тому вигляді, як вона опублікована на Сайті, та має застосовуватись та тлумачитися відповідно до законодавства України."
          }
        }
      },
      "block_order": [
        "content_block_XBUUa8",
        "content_block_yPyfcK",
        "content_block_PgJzfQ",
        "content_block_TURdNR",
        "content_block_Jm9NHH",
        "content_block_RK7x8R",
        "content_block_mVhRL6",
        "content_block_XzTCgM",
        "content_block_hHGGrY"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "custom_text_RfnArN"
  ]
}
