{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_text_RfnArN": {
      "type": "Custom-text",
      "blocks": {
        "content_block_XBUUa8": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ІНТЕРНЕТ-МАГАЗИНУ  “STLVCLUB.COM”",
            "paragraph_text": "Справжня політика конфіденційності та обробки персональних даних («політика») доповнює публічну оферту і є її невід’ємною частиною.\nКоли ми використовуємо «ми», «нас» або «наш», ми маємо на увазі компанія ФОП Ляшенко С. Г. Коли ми використовуємо «ви» або «ваш», ми маємо на увазі вас, особу, яка скористалася нашими послугами.\nКомпанія ФОП Ляшенко С. Г. надає послуги на сайті stlvclub.com («сайт»). Наша компанія зареєстрована в Україні і розташована за адресою 51400, Дніпровська обл., м.Павлоград, вул. Горького, 133. Ми вважаємо своїм обов’язком забезпечувати конфіденційність ваших даних. Ми збираємо, зберігаємо та використовуємо ваші персональні дані відповідно до Закону України Про захист персональних даних № 2297-vi та іншими діючими місцевими законами.\nМетою політики є інформування вас про те, як ми будемо використовувати ваші персональні дані, отримані нами від вас через сайт. Будь ласка, уважно ознайомтеся з інформацією, перш ніж продовжити використання сайту. Відвідуючи наш сайт, ви зобов’язуєтеся дотримуватися діючої політики і погоджуєтеся з її умовами."
          }
        },
        "content_block_nzhiAC": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЗГОДА НА ОБРОБКУ ПЕРСОНАЛЬНИХ ДАНИХ",
            "paragraph_text": "Надаючи свою згоду на обробку персональних даних при реєстрації на сайті, оформленні замовлення або при направленні повідомлень через форму зворотного зв’язку, ви погоджуєтеся з політикою і її застосуванням при обробці ваших персональних даних.\nПри цьому ви маєте право в будь-який момент відкликати раніше дану вами згоду на обробку персональних даних, направивши нам відповідну заяву за адресою: 51400, Дніпровська обл., м.Павлоград, вул. Горького, 133. При цьому в окремих випадках, передбачених чинним законодавством, ми можемо продовжити обробку ваших даних і після такого відкликання згоди (наприклад, з метою повного виконання наших зобов’язань по угоді користувача).\nВаша згода на обробку персональних даних, дана на сайті, прирівнюється до згоди в письмовій формі, як це визначено у ст. 2 Закону України Про захист персональних даних № 2297-vi."
          }
        },
        "content_block_Tt8kGQ": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ВАШІ ПЕРСОНАЛЬНІ ДАНІ І ЯК МИ ЇХ ВИКОРИСТОВУЄМО",
            "paragraph_text": "Ви можете користуватися більшою частиною нашого сайту без надання будь-яких персональних даних. Однак якщо ви хочете відправити нам повідомлення або поспілкуватися онлайн, отримувати розсилку або спеціальні пропозиції по електронній пошті, замовити товар або послуги, вам потрібно надати певну інформацію.\nВаші персональні дані можуть включати ваші ім’я, прізвище, адресу або місце розташування, номер телефону та адресу електронної пошти, текст вашого повідомлення або будь-яку іншу інформацію, яку ви нам надсилаєте, використовуючи форму зворотного зв’язку.\nОбробка вищевказаних персональних даних буде здійснюватися шляхом змішаної обробки персональних даних (збір, систематизація, накопичення, зберігання, уточнення (оновлення, зміна використання, поширення, передача, знеособлення, блокування, знищення персональних даних).\nМи запитуємо ваш номер телефону, щоб продовжити обробку вашого замовлення і щоб повідомити про його статус. Цей номер може бути переданий кур’єру, який безпосередньо здійснює доставку замовленого товару, щоб ми могли тримати вас в курсі процесу доставки. Ви також можете надати нам інформацію щодо ваших параметрів, щоб ми змогли забезпечити більш індивідуальний підхід в організації вашого процесу покупки.\nМи співпрацюємо з третіми особами, включаючи Liqpay, для обробки платежів, і тільки ці особи матимуть доступ до даних ваших платіжних карт.\nМи зберігаємо інформацію про товари, придбані вами. Таким чином, ми можемо швидше розібратися з будь-якими проблемами або запитами, що виникають, а також упевнитися, що вся відправлена вам інформація є релевантною.\nКоли ви відвідуєте наш сайт, ми автоматично збираємо певні дані про вас. Для отримання розгорнутої інформації з даного питання, будь ласка, зверніться до розділу нижче «cookies та інші технології відстеження».\nМета обробки ваших персональних даних – надання вам послуг відповідно до умов угоди користувача."
          }
        },
        "content_block_4iUMRg": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЗІБРАНА ІНФОРМАЦІЯ ДОЗВОЛЯЄ НАМ:",
            "paragraph_text": "• Надати товари і послуги, які ви замовили;<br>\n• Підтвердити вашу особистість і деталі вашого способу оплати або рахунку кредитної картки;<br>\n• Керувати нашим сайтом та надавати послуги клієнтам;<br>\n• Планувати і керувати комерційною діяльністю, що включає аналіз ваших звичок, переваг по товарах і стилям;<br>\n• Спілкуватися з вами (включаючи електронну пошту і телефон в разі, якщо ви надали такі дані);<br>\n• Повідомляти вам про наші пропозиції, послуги або товари."
          }
        },
        "content_block_zgLNdF": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ВАША ЗГОДА, ДАНА НА САЙТІ, ДІЄ ДО ДОСЯГНЕННЯ МЕТИ ОБРОБКИ ВАШИХ ПЕРСОНАЛЬНИХ ДАНИХ",
            "paragraph_text": "Ви погоджуєтеся з тим, що ми можемо передати ваші персональні дані нашим постачальникам послуг і агентам для досягнення зазначеної вище мети. Це буде зроблено конфіденційно і тільки в міру, допустиму законодавством про персональні дані та рекламу. Такими постачальниками послуг і агентами без обмеження можуть бути будь-які треті особи, які беруть участь у наданні послуг клієнтам, обробці платежів, перевірці особи або виявлення випадків шахрайства, хостингу або підтримки сайту.\nУ виняткових випадках ми можемо розкрити дані вашого облікового запису та ваші персональні дані іншим особам, якщо це буде необхідно відповідно до закону; для дотримання або застосування угоди та інших документів; для захисту прав, майна, безпеки компанії ФОП Токарчук Д. В., наших користувачів або інших третіх осіб (за умови, що при цьому не будуть порушуватися ваші права і свободи).\nРозкриття вашого облікового запису та інших персональних даних включає в себе обмін інформацією з іншими компаніями і організаціями для перевірки особистості і в цілях захисту від шахрайства. Зазначені дії виконуються в міру, допустиму застосовними законами.\nЯкщо ми продамо весь або частину нашого бізнесу або зробимо продаж або передачу майна, включаючи продаж в разі банкрутства або будь-яким іншим способом, то ми можемо передати ваші персональні дані третім особам в якості частини такого майна в рамках відповідної угоди. Ми можемо опубліковувати і передавати сукупну, анонімну статистику про кількість відвідувачів нашого сайту або число покупок третім особам, включаючи наших інвесторів."
          }
        },
        "content_block_3gYUtR": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "COOKIE ТА ІНШІ ТЕХНОЛОГІЇ ВІДСТЕЖЕННЯ",
            "paragraph_text": "Наш сайт використовує файли cookie і схожі технології, щоб гарантувати максимальну зручність для вас, надаючи персоналізовану інформацію, запам’ятовуючи переваги в області маркетингу і нашої продукції, а також допомагаючи отримати коректну інформацію. При використанні сайту, ви підтверджуєте свою згоду на використання файлів cookie відповідно до цього повідомленням щодо даного типу файлів. Якщо ви не згодні з тим, щоб ми використовували даний тип файлів, то ви повинні відповідним чином встановити налаштування вашого браузера або не використовувати сайт stlvclub.com"
          }
        },
        "content_block_fxEqFC": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЩО ТАКЕ COOKIE І СХОЖІ ТЕХНОЛОГІЇ?",
            "paragraph_text": "Файл cookie являє собою невеликий файл, який зазвичай складається з букв і цифр. Цей файл зберігається на вашому комп’ютері, планшетному пк, телефоні або іншому пристрої, який ви використовуєте для відвідування сайту. Файли cookie широко використовуються власниками сайтів для забезпечення роботи сайтів або підвищення ефективності роботи, а також для отримання аналітичної інформації."
          }
        },
        "content_block_MLB4H7": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "МИ І НАШІ ПОСТАЧАЛЬНИКИ ПОСЛУГ МОЖЕМО ВИКОРИСТОВУВАТИ НА НАШИХ САЙТАХ РІЗНІ ТИПИ ФАЙЛІВ COOKIE:",
            "paragraph_text": "• Строго необхідні файли cookie. Ці файли cookie необхідні, щоб сайт працював належним чином, вони дозволять вам пересуватися по нашому сайту і використовувати його можливості. Ці файли не ідентифікують вас як особистість. Якщо ви не згодні використовувати даний тип файлів, це може вплинути на продуктивність веб-сайту.\n• Файли cookie, які стосуються продуктивності, ефективності та аналітики. Ці файли допомагають нам зрозуміти, як ви взаємодієте з нашим сайтом, які розділи відвідуєте і скільки часу проводите в кожному з них, так само вони показують проблеми в роботі інтернет-ресурсу, наприклад, повідомлення про помилки. Це допоможе нам поліпшити роботу сайту. Файли cookie, які стосуються аналітики, також допомагають нам вимірювати ефективність рекламних кампаній і оптимізувати зміст сайтів для тих, кого зацікавила наша реклама. Даний тип файлів cookies не може бути використаний для вашої ідентифікації. Вся інформація, яка збирається і аналізується, анонімна.\n• Функціональні файли cookie. Ці файли cookie служать для того, щоб дізнаватися, що ви повернулися на наш сайт. Вони дозволяють нам індивідуально підбирати зміст сайту для вас, вітати вас на ім’я та запам’ятовувати ваші уподобання. Якщо ви блокуєте цей тип файлу, то це може вплинути на продуктивність і функціональність сайту і може обмежити доступ до контенту на сайті.\n• Рекламні файли cookie. У ці файли cookie записуються відомості про ваші дії в інтернеті, в тому числі про відвідування нашого сайту і сторінок, а також дані про посилання і рекламу, які ви вибирали для перегляду. Одна з цілей, які ми ставимо перед собою, – відображати на наших веб-сайтах той контент, який найбільш повно орієнтований на вас. Інша мета – забезпечити нам і нашим постачальникам послуг можливість надання рекламної або іншої інформації в більш точній відповідності з вашими явними інтересами. Діючи таким чином, ми і наші постачальники залучаємо таких партнерів, як інформаційні портали, платформи управління даними і платформи вивчення попиту, які надають допомогу в обробці таких даних. Наприклад, якщо ви переглядаєте сторінку нашого сайту, присвячену будь-якії певній продукції, ми можемо зробити так, щоб на всіх наших сайтах або на інших сайтах ви бачили рекламу, пов’язану з цією (або аналогічною) продукцією і супутніми послугами. Ми можемо додатково використовувати інші дані та інформацію, зібрану за допомогою зазначених файлів cookie, в тому числі інформацію, отриману від третіх осіб, з метою надання вам реклами."
          }
        },
        "content_block_EVDJMi": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЯКИМ ЧИНОМ ЗБИРАЄТЬСЯ І ВИКОРИСТОВУЄТЬСЯ ІНША ІНФОРМАЦІЯ?",
            "paragraph_text": "Ми і наші постачальники послуг можемо використовувати файли cookie в різних цілях, в тому числі, щоб:<br>\n• Розуміти, які області сайту для вас найбільш цікаві;<br>\n• Обробляти ваші замовлення;<br>\n• Аналізувати інформацію про ваше відвідування сторінок для вдосконалення нашого сайту;<br>\n• Надавати рекламу, повідомлення та контент, створені нами на даному сайті і сайтах інших осіб, враховуючи ваші інтереси;<br>\n• Допомагати вам в отриманні необхідної інформації;<br>\n• Визначати кількість відвідувачів і те, як вони використовують наш сайт;<br>\n• Для підвищення ефективності сайту і для найкращого розуміння інтересів їх аудиторії."
          }
        },
        "content_block_idJVTK": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЯК ДОВГО ФАЙЛИ COOKIE ЗБЕРІГАЮТЬСЯ НА ПРИСТРОЇ?",
            "paragraph_text": "Деякі файли cookie діють з моменту вашого входу на сайт до кінця конкретної сесії роботи в браузері. При закритті браузеру ці файли стають непотрібними і автоматично видаляються. Такі файли cookie називаються «сеансовими».\nДеякі файли cookie зберігаються на пристрої та в проміжку між сесіями роботи в браузері – вони не видаляються після закриття браузера. Такі файли cookie називаються «постійними». Термін зберігання постійних файлів cookie на пристрої розрізняється для різних файлів cookie. Ми і інші компанії використовуємо постійні файли cookie в різних цілях: наприклад, щоб точніше визначити, як часто ви відвідуєте наш сайт або як часто ви на нього повертаєтеся, як з плином часу змінюється характер використання наших сайтів, а також для оцінки ефективності реклами."
          }
        },
        "content_block_DYqVqd": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ХТО РОЗМІЩУЄ ФАЙЛИ COOKIE НА ПРИСТРІЙ?",
            "paragraph_text": "Файли cookie можуть розміщуватися на вашому пристрої адміністрацією сайту stlvclub.com. Ці файли cookie називаються «власними». Деякі файли cookie можуть розміщуватися на вашому пристрої іншими операторами. Такі файли cookie називаються файлами «третіх осіб».\nМи і треті особи можемо використовувати файли cookie, щоб дізнатися, коли ви відвідуєте наші сайти, як взаємодієте з електронною поштою, рекламою і іншим контентом. На основі файлів cookie може збиратися і використовуватися узагальнена і інша інформація, не пов’язана з ідентифікацією окремих користувачів (наприклад, про операційну систему, версії браузера і url-адресу, з якого виконаний перехід на дану сторінку, в тому числі з електронного листа або рекламного оголошення ) – завдяки цьому ми можемо надати вам більш широкі можливості і проаналізувати маршрути відвідування сайтів. Така технологія дозволяє підрахувати кількість користувачів, які відвідали конкретний сервіс, перейшовши за посиланням з певного банера за межами даного сайту, по текстовому посиланню або зображенню, включениму в розсилку. Крім того, вона служить інструментом для збору узагальненої статистики про використання сайту з метою аналітичного дослідження і допомагає нам оптимізувати наш сайт, пропонувати рекламу відповідно до ваших інтересів, як детально описано нижче."
          }
        },
        "content_block_Bn9kG7": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЯКИМ ЧИНОМ ВИКОРИСТОВУЄТЬСЯ ІНТЕРНЕТ-РЕКЛАМА І МОБІЛЬНА РЕКЛАМА?",
            "paragraph_text": "Ми разом з третіми особами, включаючи технологічних партнерів і постачальників послуг, беремо участь в орієнтованій на інтереси користувачів рекламної діяльності, надаючи рекламу і персоналізований контент, який, на нашу думку і на думку інших рекламодавців, буде представляти інтерес для вас. Сторонні постачальники використовують файли cookie при реалізації сервісів для нас або інших компаній; в таких випадках ми не контролюємо використання зазначеної технології або отриманої при цьому інформації і не несемо відповідальності за будь-які дії або політики третіх осіб.\nРеклама може надаватися вам з урахуванням характеру вашої діяльності в інтернеті або при використанні мобільних пристроїв, а також з урахуванням ваших дій при пошуку, ваших відгуків на одне з наших рекламних оголошень або електронних листів, відвіданих вами сторінок, вашого географічного регіону або іншої інформації. Такі рекламні оголошення можуть з’являтися на нашому сайті або на сайтах третіх осіб. Технологічні партнери, з якими ми співпрацюємо і які допомагають нам проводити рекламні кампанії з урахуванням ваших інтересів, можуть бути учасниками саморегулівних асоціацій."
          }
        },
        "content_block_fHxj34": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ЯК КЕРУВАТИ ФАЙЛАМИ COOKIE?",
            "paragraph_text": "Більшість інтернет-браузерів спочатку налаштовані автоматично приймати cookie. Ви можете змінити налаштування таким чином, щоб блокувати cookie або отримувати повідомлення, коли файли даного типу будуть відправлені на пристрій. Є кілька способів управління cookie. Будь ласка, зверніться до інструкції браузера для того, щоб дізнатися більше про те, як скорегувати або змінити налаштування браузера. Якщо відключити cookie, які ми використовуємо, то це може вплинути на вашу роботу в інтернеті, в той час як на www.stlvclub.com ви, можливо, не зможете отримувати персональну інформацію при відвідуванні сайту. Якщо ви використовуєте різні пристрої для перегляду та доступу до нашого сайту (наприклад, комп’ютер, смартфон, планшет і т.д.), ви повинні переконатися, що кожен браузер на кожному пристрої налаштований відповідно до ваших вподобань щодо роботи з файлами cookie."
          }
        },
        "content_block_yPyfcK": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "ДОСТУП ДО ВАШИХ ПЕРСОНАЛЬНИХ ДАНИХ",
            "paragraph_text": "Щоб отримати інформацію про те, які ваші персональні дані ми обробляємо, або щоб направити будь-який інший запит щодо ваших прав як суб’єкта персональних даних (включаючи наприклад, право виправляти будь-які неточності або заперечувати проти використання даних), будь ласка, зв’яжіться з нами через електронну пошту pavelgovar@gmail.com, або надсилайте повідомлення на нашу сторінку в Telegram – @stilove_ua. Копії ваших персональних даних та інформація про них надаються вам безкоштовно."
          }
        },
        "content_block_PgJzfQ": {
          "type": "content_block",
          "settings": {
            "heading_type": "h2",
            "heading_text": "КОМУНІКАЦІЯ І МАРКЕТИНГ",
            "paragraph_text": "Щоб підписатися на нашу розсилку з інформацією про наші нові товари, послуги, цікаві матеріали і події, щоб отримувати спеціальні пропозиції по електронній пошті або за телефоном, будь ласка, заповніть форму підписки. Якщо ви здійснюєте покупки на нашому сайті, ми також можемо іноді використовувати адресу вашої електронної пошти, щоб вислати нашу розсилку і повідомити про спеціальні пропозиції.\nВи можете відмовитися від таких комунікацій в будь-який час  надіславши нам листа на pavelgovar@gmail.com, або повідомлення на нашу сторінку в Telegram – @stilove_ua.\nЗ питань, які стосуються цієї політики, звертайтеся, будь ласка, за адресою pavelgovar@gmail.com, або пишіть нам на нашу сторінку в Telegram – @stilove_ua."
          }
        }
      },
      "block_order": [
        "content_block_XBUUa8",
        "content_block_nzhiAC",
        "content_block_Tt8kGQ",
        "content_block_4iUMRg",
        "content_block_zgLNdF",
        "content_block_3gYUtR",
        "content_block_fxEqFC",
        "content_block_MLB4H7",
        "content_block_EVDJMi",
        "content_block_idJVTK",
        "content_block_DYqVqd",
        "content_block_Bn9kG7",
        "content_block_fHxj34",
        "content_block_yPyfcK",
        "content_block_PgJzfQ"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "custom_text_RfnArN"
  ]
}
